Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=155_art_id=160.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Lávvu
smj: Åhpav: Låvdagoahte

source: Atte midjiide odne min beaivválaš láibbi.
smj: Vatte midjij uddni mijá bæjvvásasj lájbev

source: Maid jurddašat go gulat dajaldaga “ min beaivválaš láibbi ” – it goit jurddaš duššefal láibevajahasaid ?
smj: Mav usjudalá gå gulá «mijá bæjvvásasj lájbevš – ij littjisj má dåssju sjijvo idedisbiebbmuj ?

source: Láibi symbolisere borramuša obalohkái.
smj: Lájbbe le symbåvllån biebbmuj.

source: Láibi ii leat ge dušše niesteláibi, muhto maiddái láibi maid oažžut bassi eahkedismállásiin.
smj: Ij le dåssju mav biebbmopáhken bårråp, aj lájbbe mav iehkedismállásin oadtjop.

source: Mii rohkadallat ahte Ipmil juohke beaivi galgá addit midjiide buot maid dárbbašit, ja ahte oahppat giitit buot buriin maid Ipmil lea addán midjiide.
smj: Råhkådallap Jubmel juohkka biejve galggá vaddet mav dárbahip, ja jut oahppap gijttet gájkka buore åvdås mav Jubmel le midjij vaddám.

source: Láibi symbolisere buot maid dárbbašit eallimis, nu mo borramuš ja juhkamuš, biktasat ja gápmagat, viessu ja ruoktu, bealdu ja šibihat, ruđat ja opmodat, buorre náittosguoibmi ja buorit mánát, buorit bargit ja buorit ja luohtehahtti bargoaddit, buorit eiseválddit, buorre dálki, ráfi, dearvvašvuohta, buorit dábit, buorre namma ja beaggin, buorit ustibat ja oskkáldas ránnját.
smj: Lájbbe mierkki dav majt dárbahip viesotjit, dagu biebbmo, jugos, biktasa, skuova, goahte ja sijdda, giedde ja slihtura, biedniga ja åbmudahka, gállasjguojmme ja máná, bargge ja barggovadde, buorre ja vuogas dálkke, ráfe, varresvuohta, buorre namma ja buorre rádna ja barggoguojme ja ráddná.

source: Ipmila dáhttu lea ahte galgá mannat bures duinna, muhto don fertet leat giitevaš ja vel duostat dorvvastit Ipmilii.
smj: Jubmela sidot le dujna galggá buoragit gevvat, valla hæhttu liehket gijttevasj ja duosstat Jubmelij luohtedit.

source: Mii galgat giitit buot buriid ovddas maid Ipmil lea addán midjiide, ja rohkadallat viissisvuođa fuolahit buot su dáhtu mielde.
smj: Galggap gijttet gájka dassta mav Jubmel le midjij vaddám, ja ádnot vijsesvuodav dav várajda válldet suv sidoda milta.

source: Máŋggas sámi servvodagas leat boarrásiin oahppan ahte galgá váldit várá buot borramušas.
smj: Moaddása sáme sebrudagán li ietjas vuorrasijs oahppam ep galga biebmov håjggådit.

source: Dát lea fal eambbo go dušše seastevašvuohta.
smj: Dát sisadná ienep gå siesstem.

source: Borramuš gohčoduvvui “ Luondduláhjin ” dahje “ Ipmilláhjin ”.
smj: Biebbmo gåhtjoduváj ” luondo vaddásin ” jali ” Jubmela vaddásin ”.

source: Dáid láhjiid galgá váldit vuostá giitevašvuođain, ii ge galgga daid duššas golahit.
smj: Vattáldagáj åvdås galggá gijttet ja ij dåssjåj adnet.

source: Olbmot leat sorjavaččat eatnamii ja buot šattuide ja elliide.
smj: Almasj le báddnum ednamij ja gájkka dasi mij ednama nanna sjaddá ja viessu.

source: Eatnanspáppas lea doarvái buohkaid dárbbuid gokčat, muhto ii leat doarvái buohkaid vuovdnáivuhtii.
smj: Ednamin le nuoges juohkkahattja dárbojda, valla ij nuoges juohkkahattja rattugisvuohtaj.

source: Maid dát máksá ?
smj: Majt dát mierkki ?

source: Ipmil gal addá midjiide beaivválaš láibbi, velá bahás olbmuide ge, min rohkadalakeahttá.
smj: Jubmel vattisj, vájku ep áno bæjvvásasj lájbev gájkka almatjijda, sidjij aj gudi li bahá.

source: Muhto dán rohkosis mii rohkadallat ahte son suovašii min ipmirdit ahte beaivválaš láibi lea su attáldat, ja vuostáiváldit dan giitalusain.
smj: Valla dánna råhkålip mijáv máhttet dav dåbdåstit suv vattáldahkan ja mijá bæjvvásasj lájbev gijtujn duosstot.
